Repository: edissyum/opencapture
Catalog: src/assets/i18n/backend/translations/*/LC_MESSAGES/messages.po
Languages: fr

# RESET_TOKEN_MISMATCH
source: Reset token mismatch. Maybe the token is expired
fr: Le token de réinitialisation est invalide. Il est peut être expiré

source: Update profile
fr: Mise à jour du profile

# ERROR_OLD_PASSWORD_NOT_MATCH
source: The old password do not match
fr: L'ancien mot de passe ne corresponds pas

source: Update user
fr: Mise à jour de l'utilisateur

# ERROR_PASSWORD_NOT_MATCH
source: Password do not match
fr: Les mots de passes ne correspondent pas

# USER_UPDATED
source: User updated&nbsp<strong>%(user)s</strong>
fr: Mise à jour du compte utilisateur&nbsp<strong>%(user)s</strong>

# UPDATE_USER_ERROR
source: Error while updating user
fr: Erreur lors de la mise à jour de l'utilisateur

# DELETE_USER
source: User deleted&nbsp;<strong>%(user)s</strong>
fr: Suppression de l'utilisateur&nbsp;<strong>%(user)s</strong>

# DELETE_USER_ERROR
source: Error while deleting user
fr: Erreur lors de la suppression de l'utilisateur

# DISABLE_USER
source: User disabled&nbsp;<strong>%(user)s</strong>
fr: Désactivation de l'utilisateur&nbsp;<strong>%(user)s</strong>

# DISABLE_USER_ERROR
source: Error while disabling user
fr: Erreur lors de désactiver de l'utilisateur

# ENABLE_USER
source: User enabled&nbsp;<strong>%(user)s</strong>
fr: Activation de l'utilisateur&nbsp;<strong>%(user)s</strong>

# ENABLE_USER_ERROR
source: Error while enabling user
fr: Erreur lors de l'activation de l'utilisateur

# UPDATE_CUSTOMERS_USER_ERROR
source: Error while updating user customers
fr: Erreur lors de la mise à jour des comptes clients de l'utilisateur

# UPDATE_FORMS_USER_ERROR
source: Error while updating user forms
fr: Erreur lors de la mise à jour des formulaires de l'utilisateur

# USER_EXPORT_ERROR
source: Error while exporting users
fr: Erreur lors de l'export des utilisateurs

# GET_DEFAULT_ROUTE_ERROR
source: Error while retrieving default route
fr: Erreur lors de la récupération de la route par défaut

# GET_DOCUMENT_BY_ID_ERROR
source: Error while retrieving document
fr: Erreur lors de la récupération du document

# GET_DOCUMENT_ID_AND_STATUS_BY_TOKEN_ERROR
source: Error while retrieving document using token
fr: Erreur lors de la récupération du document par token

# GET_DOCUMENT_ID_AND_STATUS_BY_TOKEN_ERROR_MESSAGE
source: No document found with this token
fr: Aucun document trouvé avec ce token

# UPDATE_DOCUMENT_POSITIONS_ERROR
source: Error while updating document positions
fr: Erreur lors de la mise à jour des positions du document

# UPDATE_DOCUMENT_PAGES_ERROR
source: Error while updating document pages
fr: Erreur lors de la mise à jour des pages du document

# UPDATE_DOCUMENT_DATA_ERROR
source: Error while updating document datas
fr: Erreur lors de la mise à jour des données du document

# DELETE_DOCUMENT_SUCCESS
source: Deletion of document n°<strong>%(document_id)s</strong>
fr: Suppression du document n°<strong>%(document_id)s</strong>

# DELETE_DOCUMENT_ERROR
source: Error while deleting document
fr: Erreur lors de la suppression du document

source: Script contains not allowed code :
fr: Le script contient du code non autorisé :

# API_INSEE_ERROR_CONNEXION
source: Error while connecting to INSEE API
fr: Erreur lors de la connexion à l'api de l'INSEE

# VAT_NOT_VALID
source: VAT number not valid
fr: Numéro de TVA invalide

# VAT_API_ERROR
source: API for VAT number unreachable
fr: Impossible de joindre l'API de vérification du numéro de TVA

source: document not found
fr: Document non trouvé

# DOCUMENT_ID_NOT_FOUND
source: document %(id)s not found
fr: Document %(id)s non trouvé

# NO_FORM
source: No form associated
fr: Pas de formulaire associé

# WORKFLOW_FOLDER_CREATION_ERROR
source: Error while creating input folder
fr: Erreur lors de la création du dossier de travail

# GET_WORKFLOW_BY_ID_ERROR
source: Error while retrieving workflow
fr: Erreur lors de la récupération du workflow

# GET_WORKFLOW_BY_WORKFLOW_ID_ERROR
source: Error while retrieving workflow
fr: Erreur lors de la récupération du workflow

# DUPLICATE_WORKFLOW
source: Workflow duplicated&nbsp;<strong>%(workflow)s</strong>
fr: Duplication du workflow&nbsp;<strong>%(workflow)s</strong>

# DUPLICATE_WORKFLOW_ERROR
source: Error duplicating workflow
fr: Erreur lors de la duplication du workflow

# CREATE_WORKFLOW_ERROR
source: Error while creating workflow
fr: Erreur lors de la création du workflow

# NOT_ALLOWED_INPUT_PATH
source: The input path is not allowed
fr: Le chemin de capture de la chaîne entrante n'est pas autorisé

# WORKFLOW_ID_ALREADY_EXISTS
source: The label short already exists
fr: Le libellé technique du workflow existe déjà

# INPUT_FOLDER_ALREADY_EXISTS
source: The document capture path is already set in another workflow
fr: Le chemin de capture est déjà paramétré dans une autre chaîne entrante

# CREATE_WORKFLOW
source: Workflow created&nbsp;<strong>%(workflow)s</strong>
fr: Création du workflow&nbsp;<strong>%(workflow)s</strong>

# UPDATE_WORKFLOW_ERROR
source: Error while trying to update workflow
fr: Erreur lors de la mise à jour du workflow

# UPDATE_WORKFLOW
source: Workflow updated&nbsp;<strong>%(workflow)s</strong>
fr: Mise à jour du workflow&nbsp;<strong>%(workflow)s</strong>

# DELETE_WORKFLOW
source: Workflow deleted&nbsp;<strong>%(workflow)s</strong>
fr: Suppression du workflow&nbsp;<strong>%(workflow)s</strong>

# DELETE_WORKFLOW_ERROR
source: Error while deleting workflow
fr: Erreur lors de la suppression du workflow

# FS_WATCHER_CREATION_ERROR
source: Error while creating fs watcher settings
fr: Erreur lors de la création des paramètres du fs watcher

# FS_WATCHER_CONFIG_DOESNT_EXIST
source: Fs watcher config doesnt exists
fr: La configuration du fs watcher est introuvable

source: Script sample doesn't exists
fr: Le script d'exemple n'existe pas

source: Script folder doesn't exists
fr: Le dossier des scripts n'existe pas

# FS_WATCHER_DELETION_ERROR
source: Error while deleting fs watcher settings
fr: Erreur lors de la suppression de l'entrée du fs watcher

source: Line
fr: Ligne

source: column
fr: colonne

# SUPPLIER_UPDATE_ERROR
source: Error while updating supplier
fr: Erreur lors de la mise à jour du tiers

# IA_MODEL_CREATE_ERROR
source: Error while creating ai models
fr: Erreur lors de la création du modèle d'apprentissage

# IA_MODEL_UPDATE_ERROR
source: Error while updating ai models
fr: Erreur lors de la modification du modèle d'apprentissage

source: Bad username
fr: Mauvais nom de compte

source: Bad password
fr: Mauvais mot de passe

source: User deleted
fr: Utilisateur supprimé

source: User disabled
fr: Utilisateur desactivé

source: Role doesn't exists
fr: Le rôle n'existe pas

# DISABLE_LOGIN_METHOD_DATA_ERROR
source: Error while disabling login method
fr: Erreur lors de la désactivation de cette méthode d'authentification

# ENABLE_LOGIN_METHOD_DATA_ERROR
source: Error while enabling login method
fr: Erreur lors de l'activation de cette méthode d'authentification

# ADD_CUSTOM_FIELD_ERROR
source: Error while creating custom field
fr: Erreur lors de la création du champ custom

source: Custom field already exist
fr: Le champ custom existe déjà

# UPDATE_CUSTOM_FIELDS_ERROR
source: Error while updating custom fields
fr: Erreur lors de la mise à jour du champ custom

# DELETE_CUSTOM_FIELDS_ERROR
source: Error while deleting custom field
fr: Erreur lors de la suppression du champ custom

source: Doctype already exist
fr: Le type de document existe déjà

# UPDATE_DOCTYPE_ERROR
source: Error while updating doctype
fr: Erreur lors de la mise à jour du type de document

# GET_FORMS_ERROR
source: Error while retrieving forms
fr: Erreur lors de la récupération des formulaires

# GET_FORM_SETTINGS_BY_ID_ERROR
source: Error while retrieving form settings
fr: Erreur lors de la récupération des paramètres du formulaire

# GET_DEFAULT_FORM_ERROR
source: Error while retrieving default form
fr: Erreur lors de la récupération du formulaire par défaut

# UPDATE_FORM_ERROR
source: Error while updating form
fr: Erreur lors de la mise à jour du formulaire

# UPDATE_FORM_FIELDS_ERROR
source: Error while updating form fields
fr: Erreur lors de la mise à jour des champs du formulaire

# ADD_FORM_ERROR
source: Error while creating form
fr: Erreur lors de la création du formulaire

source: Form label already exist
fr: Le libellé de formulaire existe déjà

# MAILCOLLECT_PROCESS_UPDATE_ERROR
source: Error while updating MailCollect process
fr: Erreur lors de la mise à jour d'un processus MailCollect

source: Output doesn't exists
fr: La chaîne sortante n'existe pas

# OUTPUT_UPDATE_ERROR
source: Error while updating output
fr: Erreur lors de la mise à jour de la chaîne sortante

# OUTPUT_CREATE_ERROR
source: Error while creating output
fr: Erreur lors de la création de la chaîne sortante

# GET_POSITIONS_MASKS_BY_ID_ERROR
source: Error while retrieving positions mask
fr: Erreur lors de la récupération du masque de positionnement

# UPDATE_POSITIONS_MASKS_ERROR
source: Error while updating positions mask
fr: Erreur lors de la mise à jour du masque de positionnement

# UPDATE_POSITIONS_MASKS_FIELDS_ERROR
source: Error while updating positions mask fields
fr: Erreur lors de la mise à jour des champs du masque de positionnement

# ADD_POSITIONS_MASKS_ERROR
source: Error while creating positions mask
fr: Erreur lors de la création du masque de positionnement

# POSITIONS_MASK_LABEL_ALREADY_EXIST
source: Positions mask label already exists
fr: Le libellé du masque de positionnement existe déjà

# ERROR_RETRIEVING_PRIVILEGES
source: Error while retrieving privileges
fr: Erreur lors de la récupération des privilèges

# ROLE_PRIVILEGES_UPDATE_ERROR
source: Error while updating role privileges
fr: Erreur lors de la mise à jour des privilèges du rôle

# ROLE_PRIVILEGES_CREATE_ERROR
source: Error while creating role privileges
fr: Erreur lors de la création des privilèges du rôle

# GET_MAX_SPLIT_INDEX_ERROR
source: Error while getting splitter index
fr: Erreur lors de l'obtention de l'index du Splitter

# UPDATE_SETTINGS_ERROR
source: Error while updating splitter settings
fr: Erreur lors de la mise à jour des paramètres du Splitter

# INSERT_PAGE_ERROR
source: Error while inserting splitter pages
fr: Erreur lors de l'insertion des pages du Splitter

# GET_DOCUMENTS_ERROR
source: Error while getting splitter documents
fr: Erreur lors de la récupération des documents du Splitter

# GET_PAGES_ERROR
source: Error while getting splitter pages
fr: Erreur lors de l'obtention des pages du Splitter

# GET_MAX_SOURCE_PAGE_VALUE_ERROR
source: Error while getting splitter source pages value
fr: Erreur lors de l'obtention de la valeur des pages source du Splitter

# GET_DOCUMENT_ERROR
source: Error while retrieving document
fr: Erreur lors de la récupération du document

# GET_DOCUMENT_MAX_SPLIT_INDEX_ERROR
source: Error while getting splitter maximum index
fr: Erreur lors de l'obtention de l'index maximum du Splitter

source: No status
fr: Aucun status existant

source: User
fr: L'utilisateur

source: Already registered
fr: est déjà enregistré

# GET_USER_BY_MAIL_ERROR
source: No user found with this email address
fr: Aucun utilisateur asssocié à cette addresse email

# GET_FORMS_BY_USER_ID_ERROR
source: Error while retrieving forms by user
fr: Erreur lors de la récupération des formulaires de l'utilisateur

# DOCUMENT_UPDATE_ERROR
source: Error while updating document
fr: Erreur lors de la mise à jour du document

source: Workflow doesn't exists
fr: Le workflow n'existe pas

# WORKFLOW_CREATE_ERROR
source: Error while creating workflow
fr: Erreur lors de la création du modèle workflow

# WORKFLOW_UPDATE_ERROR
source: Error while updating workflow
fr: Erreur lors de la modification du workflow

# UNAUTHORIZED_ROUTE
source: You are not authorized to access this route
fr: Vous n'êtes pas autorisé à accéder à cette route

source: Bad request
fr: Erreur de requête

# PGSQL_ERROR
source: Error while connecting to database
fr: Erreur lors de la connexion à la base de donnée

source: Unknow error
fr: Erreur inconnue

# UNIQUE_URL_TOKEN_GENERATION_ERROR
source: Error while generating unique url token
fr: Erreur lors de la génération du token de l'URL unique

# INTERFACE_IS_NOT_USED_OR_FORM_UNIQUE_URL_NOT_SET
source: Interface use is not set in workflow or unique url settings is malformed on the form
fr: L'utilisation de l'interface est désactivée dans le workflow ou l'URL unique n'est pas configurée correctement
