Repository: edissyum/opencapture
Catalog: src/assets/i18n/backend/translations/*/LC_MESSAGES/messages.po
Languages: fr

# FILE_UPLOADED_WORKFLOW
source: File uploaded successfully with workflow
fr: Fichier téléversé avec le workflow

source: No data or data missing
fr: Les données obligatoires sont manquantes ou incorrectes

# JSON_ERROR
source: JSON construction error
fr: La construction du JSON est incorrect

# WORFKLOW_NOT_FOUND
source: Workflow doesn't exists
fr: Le workflow n'existe pas

source: Output not found
fr: La chaîne sortante n'existe pas

source: Output type doesn't exists
fr: Le type de chaîne sortante n'existe aps

# EXPORT_PDF_ERROR
source: Error while exporting PDF
fr: Erreur lors de l'export PDF

# EXPORT_XML_ERROR
source: Error while exporting XML
fr: Erreur lors de l'export XML

source: Check folder error
fr: Erreur lors de la vérification du dossier

source: Folder does not exist
fr: Dossier inexistant

# OPENADS_ADD_DOC_ERROR
source: OpenADS add document error
fr: Erreur lors de l'envoi de document à OpenADS

# XML_DESTINATION_FOLDER_DOESNT_EXISTS
source: Destination folder for XML doesn't exists
fr: Le dossier de destination XML n'existe pas

# PDF_DESTINATION_FOLDER_DOESNT_EXISTS
source: Destination folder for PDF doesn't exists
fr: Le dossier de destination PDF n'existe pas

# EXPORT_MEM_ERROR
source: Error during MEM Courrier export
fr: Erreur lors de l'export vers MEM Courrier

source: PDF file not found
fr: Le fichier PDF est introuvable

# MEM_WS_INFO_WRONG
source: MEM Courrier informations are wrong
fr: Les informations de connexion à MEM Courrier sont erronées

# MEM_WS_INFO_EMPTY
source: MEM Courrier informations are empty
fr: Les informations de connexion à MEM Courrier sont vides

source: Host not found
fr: L'URL de l'hôte n'existe pas

source: Reset password
fr: Réinitialiser le mot de passe

# FORGOT_EMAIL_HEADER
source: Hello,<br/><br/>You requested to reset your Open-Capture account password.<br/><br/>To change it, please click on the link below :<br/>
fr: Bonjour,<br/><br/>Vous avez demandé à réinitialiser le mot de passe de votre compte Open-Capture.<br/><br/>Pour modifier votre mot de passe, veuillez cliquer sur le lien ci-dessous :<br/><br/>

source: Click here
fr: Cliquez ici

# FORGOT_EMAIL_FOOTER
source: <br/><br/>If you did not requested this action, you can ignore this email.<br/><br/>
fr: <br/><br/>Si vous n'êtes pas à l'origine de cette demande, merci d'ignorer cet e-mail.

# SMTP_TEST_SEND
source: Test email sent
fr: Test d'envoi de mail

# SMTP_TEST_SEND_BODY
source: This is a test email sent by Open-Capture
fr: Ceci est un test d'envoi de mail depuis l'application Open-Capture

# GET_SUPPLIER_BY_ID_ERROR
source: Error retrieving supplier
fr: Erreur lors de la récupération du compte tiers

# GET_ADDRESS_BY_ID_ERROR
source: Error retrieving address
fr: Erreur lors de la récupération de l'adresse

# UPDATE_SUPPLIER_POSITIONS_ERROR
source: Error updating supplier positions
fr: Erreur lors de la mise à jour des positions du compte tiers

# UPDATE_SUPPLIER_PAGES_ERROR
source: Error update supplier pages
fr: Erreur lors de la mise à jour des pages du compte tiers

# SUPPLIER_UPDATED
source: Supplier updated&nbsp<strong>%(supplier)s</strong>
fr: Mise à jour du compte tiers&nbsp<strong>%(supplier)s</strong>

# UPDATE_SUPPLIER_ERROR
source: Error updating supplier
fr: Erreur lors de la mise à jour du tiers

# UPDATE_ADDRESS_ERROR
source: Error updating address
fr: Erreur lors de la mise à jour de l'adresse

# CREATE_ADDRESS_ERROR
source: Error creating address
fr: Erreur lors de la création de l'adresse

# SUPPLIER_CREATED
source: Supplier created&nbsp<strong>%(supplier)s</strong>
fr: Création du compte tiers&nbsp<strong>%(supplier)s</strong>

# CREATE_SUPPLIER_ERROR
source: Error creating supplier
fr: Erreur lors de la création du compte tiers

# SUPPLIER_VAT_NUMBER_ALREADY_EXISTS
source: A supplier already exists with this vat number
fr: Un compte tiers existe déjà avec ce numéro de TVA

# GET_CUSTOMER_BY_ID_ERROR
source: Error retrieving customer
fr: Erreur lors de la récupération du compte client

# CUSTOMER_UPDATED
source: Customer updated&nbsp<strong>%(customer)s</strong>
fr: Mise à jour du compte client&nbsp<strong>%(customer)s</strong>

# UPDATE_CUSTOMER_ERROR
source: Error updating customer
fr: Erreur lors de la mise à jour du compte client

# CUSTOMER_CREATED
source: Customer created&nbsp<strong>%(customer)s</strong>
fr: Création du compte client&nbsp<strong>%(customer)s</strong>

# CREATE_CUSTOMER_ERROR
source: Error creating customer
fr: Erreur lors de la création du compte client

# CUSTOMER_VAT_NUMBER_ALREADY_EXISTS
source: A customer already exists with this vat number
fr: Un compte client existe déjà avec ce numéro de TVA

# CUSTOMER_DELETED
source: Customer deleted&nbsp<strong>%(customer)s</strong>
fr: Suppression du compte client&nbsp<strong>%(customer)s</strong>

# DELETE_CUSTOMER_ERROR
source: Error deleting customer
fr: Erreur lors de la suppression du compte client

# SUPPLIER_DELETED
source: Supplier deleted&nbsp<strong>%(supplier)s</strong>
fr: Suppression du compte tiers&nbsp<strong>%(supplier)s</strong>

# DELETE_SUPPLIER_ERROR
source: Error deleting supplier
fr: Erreur lors de la suppression du compte tiers

# LOAD_SUPPLIER_REFERENCIAL_ERROR
source: Error while loading supplier referencial
fr: Erreur lors du chargement du référentiel tiers

# GET_IA_MODEL_BY_ID_ERROR
source: Error retrieving ai model
fr: Erreur lors de la récupération du modèle d'apprentissage

# CREATE_IA_MODEL_ERROR
source: Error creating ai models
fr: Erreur lors de la création du modèle d'apprentissage

# DELETE_AI_MODEL
source: Delete AI model&nbsp;<strong>%(model)s</strong>
fr: Suppression du modèle&nbsp;<strong>%(model)s</strong>

# UPDATE_AI_MODEL
source: Update AI model&nbsp;<strong>%(model)s</strong>
fr: Mise à jour du modèle&nbsp;<strong>%(model)s</strong>

# UPDATE_IA_MODEL_ERROR
source: Error updating ai model
fr: Erreur lors de la mise à jour du modèle d'apprentissage

# CREATE_AI_MODEL
source: Create AI model&nbsp;<strong>%(model)s</strong>
fr: Création du modèle&nbsp;<strong>%(model)s</strong>

# IA_MODEL_DOESNT_EXISTS
source: AI model doesn't exists
fr: Le modèle d'apprentissage n'existe pas

# RENAME_AI_MODEL_ERROR
source: Error renaming ai models
fr: Erreur lors de la modification du modèle d'intelligence artificielle

# FILE_DOESNT_EXISTS
source: The AI file doesn't exists
fr: Le fichier de ce modèle n'existe pas

# JWT_ERROR
source: Authentification by token error
fr: Erreur lors de l'authentification par token

source: Reset JWT error
fr: Erreur lors du décodage du token de réinitialisation

source: Unique URL JWT error
fr: Erreur lors du décodage du token d'URL unique

source: Log out
fr: Déconnexion de l'utilisateur

source: Login error
fr: Erreur lors de la connexion

# USER_WEBSERVICE
source: The user couldn't connect to the application (webservice user)
fr: L'utilisateur n'a pas le droit de se connecter à l'application (utilisateur webservice)

# LOGIN
source: User log in
fr: Connexion de l'utilisateur

# AUTHORIZATION_HEADER_INCORRECT
source: The authorization header is incorrect (missing 'Bearer' or 'Basic')
fr: Le header d'authentification est incorrect ('Bearer' ou 'Basic' attendu)

# ACCOUNT_ALREADY_LOGGED
source: Your account is already log in another machine. Only one connection is allowed per account
fr: Votre compte est déjà connecté sur un autre poste. Une seule connexion est autorisée par utilisateur

source: Firstname
fr: Prénom

# REST_ERROR
source: Authentification by webservice user error
fr: Erreur lors de l'authentification avec l'utilisateur webservice

# USER_DO_NOT_EXISTS
source: User does not exist
fr: L'utilisateur n'existe pas en base de données

# PASSWORD_INCORRECT
source: Incorrect password
fr: Le mot de passe est incorrect

# AUTH_ERROR
source: Authentification error
fr: Erreur lors de l'authentification

# VALID_TOKEN_OR_USER_WS_MANDATORY
source: Valid token or webservice user is mandatory
fr: Un token valide ou un compte de webservice est obligatoire

# SEVERAL_AUTH_METHODS_ENABLED
source: Several authentication methods are enabled
fr: Plusieurs méthodes d'authentification sont activées

source: LDAP error
fr: Erreur LDAP

source: No LDAP configurations found
fr: Aucune configurations LDAP n'est disponible

# UPDATE_LOGIN_METHOD_ERROR
source: Error while updating login method
fr: Erreur lors de la mise à jour de la méthode d'authentification

# LOADING_METHODS_AUTH_ERROR
source: Error while loading login methods
fr: Echec lors de l'exécution de la requête

# DISABLE_LOGIN_METHOD_ERROR
source: Error while disabling login methods
fr: Erreur lors de la désactivation de cette méthode

# ENABLE_LOGIN_METHOD_ERROR
source: Error while enabling login methods
fr: Erreur lors de l'activation de cette méthode

# LDAP_CONNECTION_ERROR
source: Unable to connect to LDAP server
fr: Impossible de se connecter au serveur LDAP

# LOGIN_LDAP_ERROR
source: Error while logging using LDAP
fr: Information(s) de connexion incorrecte(s)

# LDAP_SYNCHRO_INFOS_ERROR
source: Synchronization's informations are incorrect
fr: Information(s) de synchronisation incorrecte(s)

# LDAP_SYNCHRO_ERROR
source: Error while syncing LDAP
fr: Erreur lors de la synchronisation LDAP

# INFOS_LDAP_NOT_COMPLETE
source: Missing informations
fr: Informations non complètes

# BAD_CONNECTION_LDAP_INFOS
source: Incorrect information
fr: Information(s) incorrecte(s)

# NOT_COMPLETE_CONNECTION_INFOS
source: One or more information are missing to establish the connection
fr: Il manque une ou plusieurs informations pour établir la connexion

# LANGUAGE_CHANGED
source: Change language to&nbsp;<strong>%(lang)s</strong>
fr: Changemement de la langue vers&nbsp;<strong>%(lang)s</strong>

# RETRIEVE_CONFIGURATION_ERRORS
source: Error while retrieving configuration
fr: Erreur lors de la récupération de la configuration

# RETRIEVE_CONFIGURATIONS_ERRORS
source: Error while retrieving configurations
fr: Erreur lors de la récupération des configurations

# RETRIEVE_DOCSERVERS_ERRORS
source: Error while retrieving docservers
fr: Erreur lors de la récupération des docservers

# RETRIEVE_REGEX_ERRORS
source: Error while retrieving regex
fr: Erreur lors de la récupération des regex

# UPDATE_CONFIGURATION_ERROR
source: Error while updating configuration
fr: Erreur lors de la mise à jour de la configuration

# JWT_EXPIRATION_COULDNT_BE_ZERO_OR_LESS
source: The value of token expiration could'nt be 0 or less
fr: La valeur d'expiration du token ne peut être inférieure à 0

# UPDATE_CONFIGURATION
source: Configuration updated&nbsp;<strong>%(config)s</strong>
fr: Mise à jour de la configuration&nbsp;<strong>%(config)s</strong>

# UPDATE_REGEX
source: Regex updated&nbsp;<strong>%(regex)s</strong>
fr: Mise à jour de la regex&nbsp;<strong>%(regex)s</strong>

# UPDATE_REGEX_ERROR
source: Error while updating REGEX
fr: Erreur lors de la mise à jour des REGEX

# UPDATE_DOCSERVER
source: Docserver updated&nbsp;<strong>%(docserver)s</strong>
fr: Mise à jour de la zone de stockage&nbsp;<strong>%(docserver)s</strong>

# UPDATE_DOCSERVER_ERROR
source: Error while updating docserver
fr: Erreur lors de la mise à jour de la docserver

# ERROR_UPDATING_IMAGE
source: Error while updating login image
fr: Erreur lors de la modification de l'image de connexion

# CUSTOM_IMAGE_PATH_NOT_WRITEABLE_OR_NOT_EXISTS
source: Custom image path is not writeable
fr: Le dossier d'image du custom n'est pas accessible

# UPDATE_LOGIN_IMAGE
source: Login image updated
fr: Modification de l'image de login

# CUSTOM_NOT_PRESENT
source: No custom is present
fr: Aucun custom n'est présent

source: Custom fields error
fr: Erreur sur les champs personnalisés

# CUSTOM_FIELDS_DELETE_ERROR
source: Error while deleting custom field
fr: Erreur lors de la suppression du champ personnalisé

# SET_DEFAULT_DOCTYPE_ERROR
source: Error while updating default doctype
fr: Erreur lors de la modification du type de document par défaut

# ADD_DOCTYPE_ERROR
source: Error while adding doctype
fr: Erreur lors de l'ajout d'un type de document

source: Doctype error
fr: Erreur sur les types de documents

source: Forms error
fr: Erreur sur les formulaires

# CREATE_FORM
source: Form created&nbsp;<strong>%(form)s</strong>
fr: Création du formulaire&nbsp;<strong>%(form)s</strong>

# GET_FORM_BY_ID_ERROR
source: Error retrieving form
fr: Erreur lors de la récupération du formulaire

# GET_FORM_FIELDS_BY_FORM_ID_ERROR
source: Error retrieving form fields
fr: Erreur lors de la récupération des champs du formulaire

# UPDATE_FORM
source: Form updated&nbsp;<strong>%(form)s</strong>
fr: Mise à jour du formulaire&nbsp;<strong>%(form)s</strong>

# UPDATE_FORMS_FIELDS_ERROR
source: Error updating form fields
fr: Erreur lors de la mise à jour des champs du formulaire

# DELETE_FORM
source: Form deleted&nbsp;<strong>%(form)s</strong>
fr: Suppression du formulaire&nbsp;<strong>%(form)s</strong>

# DELETE_FORM_ERROR
source: Error deleting form
fr: Erreur lors de la suppression du formulaire

source: Copy of
fr: Copie de

# DUPLICATE_FORM
source: Form duplicated&nbsp;<strong>%(form)s</strong>
fr: Duplication du formulaire&nbsp;<strong>%(form)s</strong>

# DUPLICATE_FORM_ERROR
source: Error duplicating form
fr: Erreur lors de la duplication du formulaire

# DISABLE_FORM
source: Form disabled&nbsp;<strong>%(form)s</strong>
fr: Désactivation du formulaire&nbsp;<strong>%(form)s</strong>

# DISABLE_FORM_ERROR
source: Error disabling form
fr: Erreur lors de la désactivation du formulaire

# ENABLE_FORM
source: Form enabled&nbsp;<strong>%(form)s</strong>
fr: Activation du formulaire&nbsp;<strong>%(form)s</strong>

# ENABLE_FORM_ERROR
source: Error enabling form
fr: Erreur lors de l'activation du formulaire

# GET_FORMS_FIELDS_ERROR
source: Error while retrieving form fields
fr: Erreur lors de la récupération des champs du formulaire

# ADD_HISTORY_ERROR
source: Error while adding new history
fr: Erreur lors de l'ajout dans l'historique

# RETRIEVE_PROCESSES_ERROR
source: Error while retrieving MailCollect processes
fr: Erreur lors de la récupération des processus MailCollect

# UPDATE_MAILCOLLECT_PROCESS
source: MailCollect process updated&nbsp;<strong>%(process)s</strong>
fr: Mise à jour du processus MailCollect&nbsp;<strong>%(process)s</strong>

# UPDATE_PROCESS_ERROR
source: Error while updating MailCollect process
fr: Erreur lors de la mise à jour du processus MailCollect

# CREATE_MAILCOLLECT_PROCESS
source: MailCollect process created&nbsp;<strong>%(process)s</strong>
fr: Création du processus MailCollect&nbsp;<strong>%(process)s</strong>

# CREATE_PROCESS_ERROR
source: Error while creating MailCollect process
fr: Erreur lors de la création d'un processus MailCollect

# DELETE_MAILCOLLECT_PROCESS
source: MailCollect process deleted&nbsp;<strong>%(process)s</strong>
fr: Suppression du processus MailCollect&nbsp;<strong>%(process)s</strong>

# DELETE_MAILCOLLECT_PROCESS_ERROR
source: Error while deleting MailCollect process
fr: Erreur lors de la suppression d'un processus MailCollect

# ENABLE_MAILCOLLECT_PROCESS
source: MailCollect process enabled&nbsp;<strong>%(process)s</strong>
fr: Activation du processus MailCollect&nbsp;<strong>%(process)s</strong>

# ENABLE_MAILCOLLECT_PROCESS_ERROR
source: Error while enabling MailCollect process
fr: Erreur lors de l'activation d'un processus MailCollect

# DISABLE_MAILCOLLECT_PROCESS
source: MailCollect process disabled&nbsp;<strong>%(process)s</strong>
fr: Désactivation du processus MailCollect&nbsp;<strong>%(process)s</strong>

# DISABLE_MAILCOLLECT_PROCESS_ERROR
source: Error while disabling MailCollect process
fr: Erreur lors de la désactivation d'un processus MailCollect

source: MailCollect error
fr: Erreur MailCollect

# DUPLICATE_OUTPUT
source: Output duplicated&nbsp;<strong>%(output)s</strong>
fr: Chaîne sortante dupliquée&nbsp;<strong>%(output)s</strong>

# DUPLICATE_OUTPUT_ERROR
source: Error while duplicate ouput
fr: Erreur lors de la duplication de la chaîne sortante

# UPDATE_OUTPUT_ERROR
source: Error while updating output
fr: Erreur lors de mise à jour de la chaîne sortante

# NOT_ALLOWED_OUTPUT_PATH
source: Output path is not allowed
fr: Le chemin d'export de la chaîne sortant n'est pas autorisé

# UPDATE_OUTPUT
source: Output updated&nbsp;<strong>%(output)s</strong>
fr: Mise à jour de la chaîne sortante&nbsp;<strong>%(output)s</strong>

# CREATE_OUTPUT
source: Output created&nbsp;<strong>%(output)s</strong>
fr: Création de la chaîne sortante&nbsp;<strong>%(output)s</strong>

# CREATE_OUTPUT_ERROR
source: Error while creating output
fr: Erreur lors de la création de la chaîne sortante

# GET_OUTPUT_BY_ID_ERROR
source: Error while retrieving output
fr: Erreur lors de la récupération de la chaîne sortante

# GET_OUTPUT_TYPE_BY_ID_ERROR
source: Error while retrieving output type
fr: Erreur lors de la récupération des types de chaîne sortante

# DELETE_OUTPUT
source: Output deleted&nbsp;<strong>%(output)s</strong>
fr: Suppression de la chaîne sortante&nbsp;<strong>%(output)s</strong>

# DELETE_OUTPUT_ERROR
source: Error while deleting output
fr: Erreur lors de la suppression de la chaîne sortante

# OUTPUT_FOLDER_CREATION_ERROR
source: Error while creating output folder
fr: Erreur lors de la création du dossier de sortie

# FOLDER_NOT_ALLOWED_ERROR
source: Capture path not allowed
fr: Le chemin de capture n'est pas autorisé

# CAN_NOT_CREATE_FOLDER_PERMISSION_ERROR
source: Cannot create folder because of permission issue
fr: Problème de permissions pour créer le dossier

# CAN_NOT_ACCESS_FOLDER_PERMISSION_ERROR
source: Cannot create folder because of permission issue
fr: Impossible d'accéder au dossier de travail

source: Position masks error
fr: Erreur sur les masques de positionnement

# CREATE_POSITIONS_MASK
source: Position mask created&nbsp;<strong>%(mask)s</strong>
fr: Création du masque de positionnement&nbsp;<strong>%(mask)s</strong>

# GET_POSITION_MASK_BY_ID_ERROR
source: Error while retrieving positions mask
fr: Erreur lors de la récupération du masque de positionnement

# UPDATE_POSITIONS_MASK
source: Position mask updated&nbsp;<strong>%(mask)s</strong>
fr: Mise à jour du masque de positionnement&nbsp;<strong>%(mask)s</strong>

# DELETE_POSITIONS_MASK
source: Position mask deleted&nbsp;<strong>%(mask)s</strong>
fr: Suppression du masque de positionnement&nbsp;<strong>%(mask)s</strong>

# DELETE_POSITION_MASK_ERROR
source: Error while deleting positions mask
fr: Erreur lors de la suppression du masque de positionnement

# DUPLICATE_POSITIONS_MASKS_ERROR
source: Error while duplicating positions mask
fr: Erreur lors de la duplication du masque de positionnement

# DISABLE_POSITIONS_MASK
source: Position mask disabled&nbsp;<strong>%(mask)s</strong>
fr: Désactivation du masque de positionnement&nbsp;<strong>%(mask)s</strong>

# DISABLE_POSITION_MASK_ERROR
source: Error while disabling positions mask
fr: Erreur lors de désactivation du masque de positionnement

# ENABLE_POSITION_MASK_ERROR
source: Error while enabling positions mask
fr: Erreur lors de l'activation du masque de positionnement

# UPDATE_POSITIONS_BY_POSITIONS_MASK_ID_ERROR
source: Error while updating positions mask positions
fr: Erreur lors de la mise à jour des positions du masque de positionnement

# UPDATE_PAGES_BY_POSITIONS_MASK_ID_ERROR
source: Error while updateing positions mask pages
fr: Erreur lors de la mise à jour des pages du masque de positionnement

# DELETE_POSITIONS_BY_POSITION_MASK_ID_ERROR
source: Error wile deleting positions mask positions
fr: Erreur lors de la suppression des positions du masque de positionnement

# DELETE_PAGES_BY_POSITION_MASK_ID_ERROR
source: Error wile deleting positions mask pages
fr: Erreur lors de la suppression des pages du masque de positionnement

# GET_PRIVILEGES_ERROR
source: Error while retrieving privileges
fr: Erreur lors de la récupération des privilèges

# GET_USER_BY_ID_ERROR
source: Error while retrieving user
fr: Erreur lors de la récupération de l'utilisateur

# GET_ROLE_BY_ID_ERROR
source: Error while retrieving role
fr: Erreur lors de la récupération du rôle

# UPDATE_ROLE
source: Role updated&nbsp;<strong>{{ role }}</strong>
fr: Mise à jour du rôle&nbsp;<strong>%(role)s</strong>

# UPDATE_ROLE_ERROR
source: Error while trying to update role
fr: Erreur lors de la mise à jour du rôle

# CREATE_ROLE
source: New role created&nbsp;<strong>%(role)s</strong>
fr: Création du rôle&nbsp;<strong>%(role)s</strong>

# CREATE_ROLE_ERROR
source: Error while creating role
fr: Erreur lors de la création du rôle

# DELETE_ROLE
source: Role&nbsp;<strong>%(role)s</strong> deleted
fr: Suppression du rôle&nbsp;<strong>%(role)s</strong>

# DELETE_ROLE_ERROR
source: Error while deleting role
fr: Erreur lors de la suppression du rôle

# DISABLE_ROLE_ERROR
source: Error while disabling role
fr: Erreur lors de la désactivation du rôle

# ENABLE_ROLE_ERROR
source: Error while enabling role
fr: Erreur lors de l'activation du rôle

# SMTP_TEST_SEND_EMAIL_ERROR
source: Error while sending test email
fr: Erreur lors de l'envoi du mail de test

# SMTP_TEST_CONNECTION_ERROR
source: Error while connecting to SMTP
fr: Erreur lors de la connexion SMTP

# LOAD_METADATA_ERROR
source: Error while loading metada
fr: Erreur du chargement des métadonnées

source: at
fr: à

source: Form undefined
fr: Formulaire non défini

source: Customer undefined
fr: Compte client non défini

source: Batch not found
fr: Lot non trouvé

# BATCH_ID_NOT_FOUND
source: Batch %(id)s not found
fr: Lot %(id)s non trouvé

# DELETE_BATCH_SUCCESS
source: Deletion of batch n°<strong>%(batch_id)s</strong>
fr: Suppression du lot n°<strong>%(batch_id)s</strong>

# UPDATE_STATUS_ERROR
source: Error while updating status
fr: Erreur lors de la mise à jour du statut

# REMOVE_LOCK_BY_USER_ID_ERROR
source: Error while removing lock
fr: Erreur lors de la suppression du verrou

# ADD_DOCUMENT_ERROR
source: Error while adding document
fr: Erreur lors de l'ajout d'un document

# UPDATE_BATCH_ERROR
source: Error while updating batch
fr: Erreur lors de la mise à jour du lot

# UPDATE_DOCUMENTS_ERROR
source: Error while updating document
fr: Erreur lors de la mise à jour du document

# UPDATE_DOCUMENT_ERROR
source: Error while updating document
fr: Erreur lors de la mise à jour du document

# UPDATE_PAGES_ERROR
source: Error while updating pages
fr: Erreur lors de la modification des pages

# CMIS_CONNECTION_ERROR
source: Error while connecting to CMIS
fr: Erreur lors de la connexion CMIS

source: OpenADS connection error
fr: Erreur lors de la connexion OpenADS

# GET_TOTALS_ERROR
source: Error while retrievings totals
fr: Erreur lors de la récupération des totaux

# GET_BATCH_OUTPUTS_ERROR
source: Error while retrieving output
fr: Erreur lors de la récupération du workflow

# RETRIEVES_STATUS_ERROR
source: Error while retrieving status
fr: Erreur lors de la récupération des status

# CREATE_USER
source: User created&nbsp;<strong>%(user)s</strong>
fr: Création de l'utilisateur&nbsp;<strong>%(user)s</strong>

# CREATE_USER_ERROR
source: Error while creating user
fr: Erreur lors de la création de l'utilisateur

# GET_USER_BY_USERNAME_ERROR
source: Error while retrieving user
fr: Erreur lors de la récupération de l'utilisateur

# USER_FORGOT_SUCCESS
source: Password reset email sent successfully for user&nbsp;<strong>%(user)s</strong>
fr: Envoi d'email de réinitialisation de mot de passe pour l'utilisateur&nbsp;<strong>%(user)s</strong>

# SEND_EMAIL_FORGOT_PASSWORD_ERROR
source: Error sending password reset email
fr: Erreur lors de l'envoi de l'email de réinitialisation du mot de passe

# USER_RESET_PASSWORD_SUCCESS
source: User&nbsp;<strong>%(user)s</strong> reset password successfully
fr: Mot de passe de l'utilisateur&nbsp;<strong>%(user)s</strong> réinitialisé avec succès

# RESET_PASSWORD_ERROR
source: Erreur while reseting password
fr: Erreur lors de la réinitilisation du mot de passe
